tap 'homebrew/cask'
tap 'go-task/tap'
tap 'jesseduffield/lazydocker'
tap 'tnk-studio/tools'
tap 'hashicorp/tap'
tap 'ms-jpq/sad'

brew 'aws-sam-cli'
brew 'aws-shell'
brew 'awscli'
brew 'bat'
brew 'cdktf'
brew 'diff-so-fancy'
brew 'doctl'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew 'gh'
brew 'gnupg'
brew 'go'
brew 'go-task/tap/go-task'
brew 'helm'
brew 'htop'
brew 'jq'
brew 'jupyterlab'
brew 'kubectl'
brew 'lazydocker'
brew 'lazygit'
brew 'lazykube'
brew 'lua'
brew 'make'
brew 'minikube'
brew 'neovim'
brew 'nvm'
brew 'pipenv'
brew 'poetry'
brew 'postgresql'
brew 'protobuf'
brew 'pulumi'
brew 'python@3'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'ykman'
brew 'yq'

cask '1password'
cask 'caffeine'
cask 'docker'
cask 'github'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner-elements'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'neo4j'
cask 'nosql-workbench'
cask 'pgadmin4'
cask 'postman'
cask 'rectangle'
cask 'spotify'
cask 'zoom'

mas 'Spark', id: 1176895641
